9/data/attachments/a4e92eded687f1ae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashlee_college_Actions_79853_2</nif:username>
            <nif:friendToBeRequested>soap_actions_7340a7a1-5568-4c98-9752-5bc1cb4e4cee</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>